"[{\"_question\": \"The blind spot is the area where the optic nerve connects to the retina. The 'night blind spot' occurs under conditions of low light and can extend 5 to 10 degrees from the center of the person's field of view. What is the cause of the 'night blind spot'?\", \"_choices\": [\"Mesopic vision, used in low light, does not receive input from the fovea due to the lack of rods.\", \"Photopic vision, used in low light, does not receive input from the fovea due to the lack of rods.\", \"Scotopic vision, used in low light, does not receive input from the fovea due to the lack of rods.\", \"Scotopic vision, used in low light, does not receive input from the fovea due to the lack of cones.\"], \"_answer\": \"C. Scotopic vision, used in low light, does not receive input from the fovea due to the lack of rods.\", \"_explanation\": \"Photopic vision occurs at levels of high light levels.\\n\\nMesopic vision occurs at dawn or dusk and involves both rods and cones.\\n\\nScotopic vision occurs at levels of very low light.\\n\\nThe fovea is dense with cones and does not contain rods.\\n\\nScotopic vision, used in low light, does not receive input from the fovea due to the lack of rods.\", \"_initial_difficulty\": 7, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Which of these is the correct order to the steps of the phototransduction cascade in reaction to light?\", \"_choices\": [\"A rod turns from on to off => turns a bipolar cell off-center => activates a retinal ganglion cell.\", \"A rod turns from off to on => turns a bipolar cell on-center => the rod hyperpolarizes and turns on.\", \"A rod turns from off to on => turns a bipolar cell off-center => the rod hyperpolarizes and turns off.\", \"A rod turns from on to off => turns a bipolar cell on-center => activates a retinal ganglion cell.\"], \"_answer\": \"d. A rod turns from on to off => turns a bipolar cell on-center => activates a retinal ganglion cell.\", \"_explanation\": \"A rod turns from on to off => turns a bipolar cell ON-center\\n\\nRetinal changes confirmation => \\u03b1 unit bonds with PDE => the rod hyperpolarizes and turns OFF.\\n\\nA rod turns from on to off => turns a bipolar cell on-center => activates a retinal ganglion cell.\", \"_initial_difficulty\": 4, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Each individual in a group of teenagers is asked to estimate the height of a tree. One individual estimates the height to be 25 feet, but after discussing with the group is convinced that the height is likely closer to 40 feet. Which type of conformity is seen here?\", \"_choices\": [\"Obedience\", \"Identification\", \"Internalization\", \"Compliance\"], \"_answer\": \"c. Internalization\", \"_explanation\": \"Internalization refers to the type of conformity in which an individual changes her outward opinion to match the group and also personally agrees with those ideas.\", \"_initial_difficulty\": 5, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Repeated administration of some drugs will lead to a decrease in their effectiveness, an occurrence known as drug tolerance. When this occurs, doctors may need to increase the dosage in order to continue therapy. What is true of this increase?\", \"_choices\": [\"The increase in dosage will be the same for different patients\", \"Drugs of a certain type will exhibit the same drug tolerance rates\", \"The dosage will increase by the same amount each time the patient reaches tolerance\", \"The dosage increase is directly proportional to the initial dose\"], \"_answer\": \"d. The dosage increase is directly proportional to the initial dose\", \"_explanation\": \"The doctor will attempt to increase the dosage by the just noticeable difference, in order to maintain the drug's effects while avoiding toxicity.\\n\\nDifferent individuals will react to drugs differently, and so each person will have their own threshold for drug tolerance.\\n\\nThe dosage increase is directly proportional to the initial dose - Weber's Law states that the difference threshold divided by the initial stimulus is a constant for that person.\", \"_initial_difficulty\": 5, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"The tympanic reflex helps prevent damage from loud sounds. How does the tensor tympani work to protect one's hearing?\", \"_choices\": [\"The tensor tympani loosens the tympanic membrane. This allows the vibrations to pass more easily through the ear.\", \"The tensor tympani produces sounds by vibrating. This allows the ear to adapt to loud sounds.\", \"The tensor tympani tightens the tympanic membrane. This changes the frequency of the sound to a frequency outside the range of hearing.\", \"The tensor tympani dampens loud sounds by tightening the tympanic membrane. This slows down transduction.\"], \"_answer\": \"D. The tensor tympani dampens loud sounds by tightening the tympanic membrane. This slows down transduction.\", \"_explanation\": \"It is not possible to adapt to loud sound. Over time intense vibration from loud sounds causes damage to hair cells and loss of hearing.\\n\\nStrong vibrations in the ear could damage the hair cells, regardless of whether they are within the audible range.\\n\\nThe tensor tympani dampens loud sounds by tightening the tympanic membrane. This slows down transduction.\", \"_initial_difficulty\": 4, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Which of these is NOT a reason why low tones are represented near the apex, while high tones are represented near the base of the cochlea?\", \"_choices\": [\"The base of the basilar membrane is much stiffer than the apex.\", \"Pressure changes in the cochlea cause a peak amplitude at a certain area of the basilar membrane as a function of the frequency of the sound.\", \"The base of the basilar membrane is narrower than the apex.\", \"Pressure changes in the cochlea cause a greater stiffening at the base than the apex.\"], \"_answer\": \"d. Pressure changes in the cochlea cause a greater stiffening at the base than the apex.\", \"_explanation\": \"The base of the basilar membrane is 100 times stiffer than the apex.\\n\\nThe base of the basilar membrane is three to four times more narrow than the apex.\\n\\nPressure changes in the cochlea cause a greater stiffening at the base than the apex.\", \"_initial_difficulty\": 4, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"How do the ossicles help to amplify the sound that reaches the tympanic membrane?\", \"_choices\": [\"By transferring vibration from a membrane of small area, the tympanic membrane, to a membrane of large area, the oval window.\", \"By transferring vibration from a membrane of large area, the circular window, to a membrane of small area, the oval window.\", \"By transferring vibration from a membrane of small area, the tympanic membrane, to a membrane of small large, the circular window.\", \"By transferring vibration from a membrane of large area, the tympanic membrane, to a membrane of small area, the oval window.\"], \"_answer\": \"d. By transferring vibration from a membrane of large area, the tympanic membrane, to a membrane of small area, the oval window.\", \"_explanation\": \"The ossicles transfer vibration from the tympanic membrane to the oval window.\\n\\nThe tympanic membrane has a much larger area than the oval window.\\n\\nBy transferring vibration from a membrane of large area, the tympanic membrane, to a membrane of small area, the oval window.\", \"_initial_difficulty\": 4, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Deviations from homeostasis can create an internal state of biological and psychological tension. What is this best term for this state?\", \"_choices\": [\"Drive\", \"Regulation\", \"Equilibrium\", \"Dissonance\"], \"_answer\": \"a. Drive\", \"_explanation\": \"Equilibrium is another term for homeostasis, and is not related to tension.\\n\\nDissonance is a broad term for tension, but does not specifically describe the internal state of biological and psychological tension.\\n\\nDrives are internal states of bodily tension.\", \"_initial_difficulty\": 2, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Which of the following is not a primary component of attitudes?\", \"_choices\": [\"Environment\", \"Affect\", \"Action tendencies\", \"Cognition\"], \"_answer\": \"a. Environment\", \"_explanation\": \"Attitudes are made up of three components.\\n\\nThe first is how the person feels about the attitude object, or their affect.\\n\\nThe second is how the person thinks about the attitude object and their knowledge about the attitude object - also known as their cognitions.\\n\\nThe third component of attitude relates to how attitudes influence behavior, or action tendencies.\\n\\nEnvironment is not a primary component of attitudes.\", \"_initial_difficulty\": 1, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"A group of employees from a local bakery are hard workers and are able to make delicious food quickly. They hear a rumor that the owner of the store is going to sell the business and that the bakery will close. Since hearing the rumor, the quality of the food and efficiency of the baking process has decreased, and the employees often spend time discussing what they would do if the rumor were true. According to Maslow's hierarchy, what are these workers currently motivated by?\", \"_choices\": [\"Safety needs\", \"Physiological needs\", \"Belonging needs\", \"Actualization needs\"], \"_answer\": \"A. Safety needs\", \"_explanation\": \"The worker's ability to produce food is dependent on their sense of stability in the workplace.\\n\\nPhysiological needs are basic needs, like food, shelter, or water.\\n\\nBelonging needs are needs related to acceptance and friendship.\\n\\nActualization needs are related to personal fulfillment and achievement.\\n\\nSafety needs are associated with stability, security, protection, and freedom from threats. The workers are currently motivated to pursue safety needs.\", \"_initial_difficulty\": 9, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Which of the following statements correctly describes the relationships between operant conditioning and drive theory?\", \"_choices\": [\"Drive theory is associated with negative punishment.\", \"Drive theory is associated with positive punishment.\", \"Drive theory is associated with positive reinforcement.\", \"Drive theory is associated with negative reinforcement.\"], \"_answer\": \"d. Drive theory is associated with negative reinforcement.\", \"_explanation\": \"An action that results in the increase of future behavior is reinforcement.\\n\\nAn action that results in the decrease of future behavior is punishment.\\n\\nPositive reinforcement would involve adding a stimulus (like a reward) to increase behavior. This describes incentive theory, not drive theory.\\n\\nDrive theory is associated with negative reinforcement, or the increase in behavior caused by removal of a stimulus.\", \"_initial_difficulty\": 2, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"What is the main difference between an individual diagnosed with bipolar I and bipolar II?\", \"_choices\": [\"An individual diagnosed with bipolar II has never had a hypomanic episode. An individual diagnosed with bipolar I disorder has had at least one hypomanic episode.\", \"An individual diagnosed with bipolar II has never had a manic episode. An individual diagnosed with bipolar I disorder has had at least one manic episode.\", \"An individual diagnosed with bipolar I has never had a manic episode. An individual diagnosed with bipolar II disorder has had at least one manic episode.\", \"An individual diagnosed with bipolar I has never had a hypomanic episode. An individual diagnosed with bipolar II disorder has had at least one manic episode\"], \"_answer\": \"B. An individual diagnosed with bipolar II has never had a manic episode. An individual diagnosed with bipolar I disorder has had at least one manic episode.\", \"_explanation\": \"A hypomanic episode is a period of abnormally elevated mood and abnormally increased energy lasting at least 4 consecutive days; however, the episode is not severe enough to cause impairment in functioning or to require hospitalization.\\n\\nA manic episode is a period of abnormally elevated mood and abnormally increased energy lasting at least 7 consecutive days, the episode is severe enough to cause impairment in functioning or to require hospitalization\\n\\nAlthough it is possible for an individual diagnosed with bipolar I to never experience hypomania, it is extremely unlikely.\\n\\nAn individual diagnosed with bipolar II has never experienced a manic episode.\\n\\nAn individual diagnosed with bipolar II has never had a manic episode. An individual diagnosed with bipolar I disorder has had at least one manic episode.\", \"_initial_difficulty\": 4, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"An individual goes to the clinic and describes problems with voluntary motor function. He tells the doctor that he is experiencing tremors and weakness that have led to a loss of function in his ankle. After running tests, the doctor cannot find any medical reason for the symptoms which obviously cause the man significant distress and impairment in his occupation (which requires him to stand all day). The individual is referred to a psychiatrist, who shows that the symptoms lack internal consistency by having the individual perform an ankle plantar flexion test both sitting (where he displayed weakness) and then asked the individual to stand on his toes. Having ruled out all other diagnosis, the psychiatrist diagnosed him with what somatic disorder?\", \"_choices\": [\". Somatic symptom disorder\", \"illness anxiety disorder\", \"Hypochondriasis\", \"Conversion disorder\"], \"_answer\": \"d. Conversion disorder\", \"_explanation\": \"Individuals diagnosed with illness anxiety disorder are often more concerned with illness or the idea of being ill and often lack or have minimal somatic symptoms.\\n\\nIn somatic symptom disorder, the focus of the individual is on the high level of distress or anxiety that is disproportionate to the seriousness of the symptoms being exhibited.\\n\\nThe DSM-5 criteria for conversion disorder states the individual must exhibit at least one symptom of altered voluntary motor or sensory function that shows internal inconsistency, causes distress or impairment, and cannot be explained by another mental or medical disorder. The ICD-10-CM categorizes by symptom type, with weakness (or paralysis) and abnormal movement (tremor) listed as specific symptom types.\\n\\nconversion disorder.\", \"_initial_difficulty\": 13, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Unlike the DSM-IV-TR, the DSM-5 makes a distinction between paraphilias and paraphilic disorders by stating that \\\"a paraphilia is a necessary but not a sufficient condition for having a paraphilic disorder\\\". What does this difference in approach toward the description of paraphilic disorders imply?\", \"_choices\": [\"The APA is making a distinction between normative and nonnormative behavior, labeling nonnormative behavior as psychopathological.\", \"The APA did not change the description of paraphilic disorders, but rather emphasized that nonnormative behavior must cause distress or impairment, before labeling the behavior as psychopathological.\", \"The APA has changed the description for paraphilia to allow it to cover more forms of nonnormative behavior. Labeling these behaviors as psychopathological allows more people with paraphilic disorder to obtain help.\", \"The APA believes that individuals engaging in nonnormative sexual practices have paraphilic disorders.\"], \"_answer\": \"B. The APA did not change the description of paraphilic disorders, but rather emphasized that nonnormative behavior must cause distress or impairment, before labeling the behavior as psychopathological.\", \"_explanation\": \"The DSM-5 describes paraphilia as any intense and persistent sexual interest other than genital stimulation or fondling in phenotypically normal, physically mature, and consenting human partners. Paraphilias include sexual sadism (inflicting humiliation, bondage, or suffering), masochism (being humiliated, bound, or suffering), transvestic (sexually arousing cross-dressing, in addition to voyeurism (spying on others) and frotteurism (touching or rubbing genitals against a nonconsenting individual), and pedophilia (sexual focus towards children).\\n\\nThe APA did not change which behaviors are labeled as normative or nonnormative paraphilias, but instead focused on whether the paraphilia causes distress or impairment to the individual or others before labeling the behavior as psychopathological.\\n\\nThe APA did not change the description of paraphilic disorders, but rather emphasized that nonnormative behavior must cause distress or impairment, before labeling the behavior as psychopathological.\", \"_initial_difficulty\": 7, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Matt and Cati discuss the reasons why they avoid driving above the speed limit. Matt says that he wants to avoid a traffic fine, while Cati says that speeding is dangerous and, if everyone did it, there would be more accidents and people would get hurt. According to Kohlberg, which of the following describes the phases of moral reasoning demonstrated by Matt and Cati, respectively?\", \"_choices\": [\"Preconventional; conventional\", \"Preconventional; postconventional\", \"Conventional; preconventional\", \"Postconventional; conventional\"], \"_answer\": \"a. Preconventional; conventional\", \"_explanation\": \"Matt's reasoning reflects a desire to avoid punishment, which reflects stage one in Kohlberg's preconventional phase (obedience). Cati's reasoning takes into account social order, reflecting stage four in the conventional phase (law and order).\", \"_initial_difficulty\": 7, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"A weight lifter is just able to tell the difference between 100 and 125 lbs. According to Weber's law, the lifter would notice a difference between:\", \"_choices\": [\"125 and 150 lbs\", \"5 and 6 lbs\", \"25 and 35 lbs\", \"225 and 275 lbs\"], \"_answer\": \"C. 25 and 35 lbs\", \"_explanation\": \"Going from 100 to 125 is a 25% increase, 25 to 35 is a 40% increase, all the others are under 25%.\", \"_initial_difficulty\": 3, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"A man is at a party with his wife. There is loud music in the background and the location is crowded. While listening to the music he hears what he believes to be his wife laughing and turns around to investigate. The man is exhibiting:\", \"_choices\": [\"feature detection\", \"bottom up processing\", \"vestibular sense\", \"signal detection\"], \"_answer\": \"D. signal detection\", \"_explanation\": \"the man is experiencing a specific noise within a field of many noises. this is the definition of signal detection\", \"_initial_difficulty\": 5, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"A woman is at a restaurant and orders a spicy entree. After the first bite, she experiences burning in her mouth and becomes concerned her food is too hot. The next bites are uncomfortable but after a while the spiciness subsides and disappears by the end of the meal. The end of meal experience is best described as:\", \"_choices\": [\"adaptation\", \"signal detection\", \"a difference threshold\", \"pain perception\"], \"_answer\": \"A. adaptation\", \"_explanation\": \"reduction in response to a stimulus over time\", \"_initial_difficulty\": 6, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Which sensory receptors send signals in response to tissue damage?\", \"_choices\": [\"chemoreceptors\", \"nociceptors\", \"osmoreceptors\", \"photoreceptors\"], \"_answer\": \"B. nociceptors\", \"_explanation\": \"nociceptors are important for pain sensation which is expected during tissue damage\", \"_initial_difficulty\": 1, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Which part of the eye is responsible for gathering and focusing light?\", \"_choices\": [\"cornea\", \"pupil\", \"iris\", \"retina\"], \"_answer\": \"A. cornea\", \"_explanation\": \"\", \"_initial_difficulty\": 1, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"A man is looking for change to do laundry. He decides to look under the seats of his car. He uses a flashlight but is unable to get more than an obscured look at the space below. There are various objects and the man sees a glint of silver from an object laying flat and determines it to be a coin. This man used:\", \"_choices\": [\"signal detection\", \"sensory adaptation\", \"feature detection\", \"kinesthetic sense\"], \"_answer\": \"C. feature detection\", \"_explanation\": \"man was able to recognize specific features of the coin\", \"_initial_difficulty\": 7, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Upon which part of the eye are images are projected and transduced into electrical signals?\", \"_choices\": [\"cornea\", \"pupil\", \"retina\", \"lens\"], \"_answer\": \"C. retina\", \"_explanation\": \"rods and cones in the retina then convert the electromagnetic radiation into electrical signals\", \"_initial_difficulty\": 1, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"The ability to sense stimuli against one's own skin is known as:\", \"_choices\": [\"somatosensation\", \"kinesthetic sense\", \"vestibular sense\", \"chemoreception\"], \"_answer\": \"A. somatosensation\", \"_explanation\": \"somatosensation refers to the various modalities of touch: pressure, vibration, temperature and pain\", \"_initial_difficulty\": 1, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Which of the following is NOT a taste modality?\", \"_choices\": [\"sweet\", \"floral\", \"savory\", \"bitter\"], \"_answer\": \"B floral\", \"_explanation\": \"the five tastes are sweet, salty, sour, bitter and umami\", \"_initial_difficulty\": 1, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Which of the following best describes the difference between endolymph and perilymph?\", \"_choices\": [\"endolymph is found in the vestibule while perilymph is found in the cochlea\", \"endolymph is found in the cochlea while perilymph is found in the vestibule\", \"endolymph is found in the membranous labyrinth while perilymph is found in the bony labyrinth\", \"endolymph is found in the bony labyrinth while perilymph is found in the membranous labyrinth\"], \"_answer\": \"C. endolymph is found in the membranous labyrinth while perilymph is found in the bony labyrinth\", \"_explanation\": \"endolymph is the potassium rich fluid that bathes the hair cells of the inner ear in the membranous labyrinth\\nPerilymph is found in the space between the membranous and bony labyrinth\", \"_initial_difficulty\": 2, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Chemicals that compel behavior after binding with chemoreceptors are known as:\", \"_choices\": [\"pheremones\", \"olfactory receptors\", \"somatostimuli\", \"papillae\"], \"_answer\": \"A. pheremones\", \"_explanation\": \"\", \"_initial_difficulty\": 1, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Prolonged vitamin B12 deficiency can be associated with subacute combined degeneration of the spinal cord. Patients with this disease have difficulty walking because they lose the ability to fell where their feet are in space. This represents a loss of:\", \"_choices\": [\"vestibular sense\", \"kinesthetic sense\", \"parallel processing\", \"feature detection\"], \"_answer\": \"B. kinesthetic sense\", \"_explanation\": \"kinesthetic sense, or proprioception, refers to the ability to tell where body parts are in 3D space\", \"_initial_difficulty\": 4, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"A person proofreading a paper reads over a long, mispelled word in which an \\\"e\\\" is replaced with an \\\"o\\\". The person does not recognize the error and reads the word as correct. Which of the following could explain why the proofreader read the word as correct?\", \"_choices\": [\"parallel processing\", \"feature detection\", \"top down processing\", \"bottom up processing\"], \"_answer\": \"C. top down processing\", \"_explanation\": \"the proofreader used a larger pattern to identify the word expected to see an 'e' thus missing the error.\", \"_initial_difficulty\": 5, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"A corporate logo uses five unconnected angles equally spaced in a circular fashion. When viewed it appears to be a star. Which of the following is the logo artist using to create a complete pattern to viewers?\", \"_choices\": [\"bottom up\", \"top down\", \"gate theory\", \"gestalt principles\"], \"_answer\": \"D. gestalt principles\", \"_explanation\": \"\", \"_initial_difficulty\": 4, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"A patient comes in with a tumor of the pituitary gland, which grows upwards into the optic chiasm and causes a visual defect. The most likely defect from compression of the optic chiasm is:\", \"_choices\": [\"complete blindness in one eye\", \"loss of the upper visual fields in both eyes\", \"loss of the nasal visual fields in both eyes\", \"loss of the temporal visual fields in both eyes\"], \"_answer\": \"D. loss of the temporal visual fields in both eyes\", \"_explanation\": \"the optic chiasm houses the crossing fibers from each optic nerve. The images on the nasal half of the retina actually originate in the temporal visual field.\", \"_initial_difficulty\": 4, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Researchers startle a participant with a loud buzzer. After a while, the participant stops being startled by the buzzer. If the researchers interrupt the study with the sound of pans banging together, which of the following would likely be observed?\", \"_choices\": [\"increased startle response to buzzer\", \"decreased\\\" \\\"\", \"no change in response\", \"generalization to previously nonaversive stimuli\"], \"_answer\": \"A. increased startle response to buzzer\", \"_explanation\": \"after while the participant was habituated to the buzzer. The new stimulus should dishabituate (resensitize) the original stimulus, causing a temporary increase in response to the buzzer\", \"_initial_difficulty\": 4, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Many pets will run toward the kitchen when they hear the sound of a can opener opening a can of pet food. The sound of a can opener is a:\", \"_choices\": [\"conditioned response\", \"unconditioned stimulus\", \"conditioned stimulus\"], \"_answer\": \"C. conditioned stimulus\", \"_explanation\": \"\", \"_initial_difficulty\": 3, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"A person suffers from food poisoning after eating a spoiled orange and later finds that the smell of lemon and other citrus fruits make her nauseated. This is an example of:\", \"_choices\": [\"acquisition\", \"generalization\", \"discrimination\", \"negative reinforcement\"], \"_answer\": \"B. generalization\", \"_explanation\": \"generalization is the process by which similar stimuli can produce the same conditioned response\", \"_initial_difficulty\": 3, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"Which of the following processes would increase the likelihood of a behavior?\", \"_choices\": [\"extinction\", \"negative punishment\", \"positive punishment\", \"avoidance learning\"], \"_answer\": \"D. avoidance learning\", \"_explanation\": \"avoidance learning is a type of negative reinforcement to prevent an unpleasant future consequence\", \"_initial_difficulty\": 1, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"A credit card company charges a fee for late payment. this is an example of:\", \"_choices\": [\"positive reinforcement\", \"negative reinforcement\", \"positive punishment\", \"negative punishment\"], \"_answer\": \"C. positive punishment\", \"_explanation\": \"adding something unpleasant as a consequence = positive punishment\", \"_initial_difficulty\": 1, \"_difficulty\": {\"total\": 0, \"correct\": 0}}, {\"_question\": \"A rat is trained to press a lever to obtain food under a fixed interval schedule. Which of the following behaviors would the rat most likely exhibit?\", \"_choices\": [\"pressing the lever continuously whenever it is hungry\", \"pressing the lever exactly once and waiting for the food pellet before pressing it again\", \"pressing the lever slowly at first but with increasing frequency as the end of the interval approaches\", \"none of the above, the association formed by fixed interval schedules is too weak to increase behaviors\"], \"_answer\": \"C. pressing the lever slowly at first but with increasing frequency as the end of the interval approaches\", \"_explanation\": \"\", \"_initial_difficulty\": 4, \"_difficulty\": {\"total\": 0, \"correct\": 0}}]"